<?php require_once 'layout/header.php' ?>

    <h1><?= $title ?></h1>
    <div class="policy__section">
        <h3>Введение</h3>
        <ol>
            <li>Конфиденциальность посетителей нашего сайта очень важна для нас, и мы стремимся к ее защите. В политике конфиденциальности содержится описание порядка обработки личной информации.</li>
            <li>Согласие на использование нами файлов cookie в соответствии с условиями настоящей политики при первом посещении нашего сайта позволяет нам использовать файлы cookie каждый раз, когда вы посещаете наш сайт.</li>
        </ol>
    </div>
    <div class="policy__section">
        <h3>Сбор личной информации</h3>
        <span>Следующие типы личных данных могут быть собраны, сохранены и использованы:</span>
        <ol>
            <li>информация о вашем компьютере, включая ваш IP-адрес, географическое расположение, тип и версию браузера, а также операционную систему;</li>
            <li>информация о ваших посещениях и использовании настоящего сайта, включая источник ссылок, продолжительность посещения, просмотры страниц и пути навигации по сайту;</li>
            <li>информация, такая как ваш адрес электронной почты, которую вы вводите при регистрации на нашем сайте;</li>
            <li>информация, которую вы вводите при создании профиля на нашем сайте, например, ваше имя, фотографии профиля, пол, день рождения, статус отношений, интересы и хобби, сведения об образовании и занятости;</li>
            <li>информация, такая как ваше имя и адрес электронной почты, которые вы вводите для настройки подписки на наши электронные письма и/или рассылку;</li>
            <li>информация, которую вы размещаете на нашем сайте с намерением опубликовать ее в интернете, которая включает ваше имя пользователя, фотографии профиля и содержание ваших сообщений;</li>
            <li>информация, содержащаяся в любых сообщениях, которые вы отправляете нам по электронной почте или через наш сайт, включая содержание и метаданные;</li>
            <li>любая другая личная информация, которую вы отправляете нам.</li>
        </ol>
        <span>Прежде чем раскрывать нам личную информацию другого лица, вы должны получить согласие этого лица как на раскрытие, так и на обработку этой личной информации в соответствии с настоящей Политикой</span>
    </div>
    <div class="policy__section">
        <h3>Использование личной информации</h3>
        <span>Личная информация, предоставленная нам через наш сайт, будет использоваться в целях, указанных в настоящей политике или на соответствующих страницах сайта. Мы можем использовать вашу личную информацию для следующих целей:</span>
        <ol>
            <li>администрирование нашего сайта и бизнеса;</li>
            <li>персонализация нашего сайта для вас;</li>
            <li>предоставление вам возможности пользоваться услугами, доступными на нашем сайте;</li>
            <li>отправка уведомлений по электронной почте, которые вы специально запросили;</li>
            <li>отправка информационной рассылки по электронной почте, если вы дали на то свое согласие (вы можете отказаться от рассылки в любое время);</li>
            <li>предоставление третьим лицам статистической информации о наших пользователях (но эти третьи лица не смогут идентифицировать какого-либо отдельного пользователя из этой информации);</li>
            <li>работа с запросами и жалобами, сделанными вами или о вас, относящимися к нашему сайту;</li>
            <li>обеспечение безопасности нашего сайта и предотвращение мошенничества;</li>
            <li>других целей.</li>
        </ol>
    </div>
    <div class="policy__section">
        <h3>Безопасность вашей личной информации</h3>
        <ol>
            <li>Мы будем принимать разумные технические и организационные меры предосторожности, чтобы предотвратить потерю, неправильное использование или изменение вашей личной информации.</li>
            <li>Мы будем хранить всю личную информацию, которую вы предоставляете на наших защищенных (защищенных паролем и брандмауэром) серверах.</li>
            <li>Вы признаете, что передача информации через интернет по своей сути небезопасна, и мы не можем гарантировать безопасность данных, передаваемых через интернет.</li>
            <li>Вы несете ответственность за сохранение конфиденциальности пароля, который вы используете для доступа к нашему сайту; мы не будем запрашивать у вас пароль (за исключением случаев входа на наш сайт).</li>
        </ol>
    </div>

<?php require_once 'layout/footer.php' ?>